#+TITLE: ACR.org 
#+DATE: Mon Feb 10 14:14:08 2014
#+AUTHOR: Shunchao Wang
#+EMAIL: shunchao.wang@osumc.edu

* Tasks
** NEXT Update scrptella etl.xml file. [1/3]
- [X] Define connection for output csv files.
- [ ] Define queries to extract data from clarity.
- [ ] Define script to load clarity queries into csv files.
:LOGBOOK:
CLOCK: [2014-02-13 Thu 08:43]--[2014-02-13 Thu 13:47] =>  5:04
CLOCK: [2014-02-12 Wed 09:16]--[2014-02-13 Thu 08:38] => 23:22
CLOCK: [2014-02-11 Tue 15:16]--[2014-02-11 Tue 16:13] =>  0:57
CLOCK: [2014-02-11 Tue 14:19]--[2014-02-11 Tue 15:16] =>  0:57
CLOCK: [2014-02-11 Tue 14:07]--[2014-02-11 Tue 14:08] =>  0:01
CLOCK: [2014-02-10 Mon 14:19]--[2014-02-10 Mon 15:33] =>  1:14
CLOCK: [2014-02-10 Mon 14:14]--[2014-02-10 Mon 14:17] =>  0:03
:END:
  [2014-02-10 Mon 14:14]
* Notes

